Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: ཕ་རོལ་དུ་ཕྱིན་པའི་མིང་འཐོབ་པར་མི་འགྱུར་ཕ་རོལ་དུ་ཕྱིན་པ་ལྔ་ནི་ཚུལ་ཁྲིམས་དང་བཟོད་པ་དང་། བརྩོན་འགྲུས་དང་བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པས་ཡོངས་སུ་བཟུང་བས། ཕ་རོལ་དུ་ཕྱིན་པའི་མིང་འཐོབ་པར་མི་འགྱུར་གྱི།
en: These five perfections are not designated as perfections because they are acquired by means of the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, or the perfection of meditative concentration.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པས་ཡོངས་སུ་བཟུང་བའི་ཕ་རོལ་དུ་ཕྱིན་པ་ལྔ་ནི། ཕ་རོལ་དུ་ཕྱིན་པའི་མིང་འཐོབ་སྟེ།
en: Rather, it is the case that these five perfections are designated as perfections because they are acquired by means of the perfection of wisdom.

source: ཀཽ་ཤི་ཀ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པས་ཡོངས་སུ་རྫོགས་པར་བྱེད་དོ། །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་།
en: Kauśika, bodhisattva great beings who dwell in the perfection of wisdom fully perfect the perfection of generosity, and they fully perfect the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཡོངས་སུ་རྫོགས་པར་བྱེད་དོ། །ཀཽ་ཤི་ཀ་དེ་བས་ན་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི། ཕ་རོལ་དུ་ཕྱིན་པ་ལྔ་པོ་འདི་དག་གི་རབ་ཅེས་བྱའོ།
en: So it is, Kauśika, that the perfection of wisdom is said to be better than these five other perfections.

source: །གཙོ་བོ་དང་དམ་པ་དང་མཆོག་དང་ཕུལ་དང་གྱ་ནོམ་པ་དང་བླ་ན་མེད་པ་དང་གོང་ན་མེད་པ་ཞེས་བྱའོ།
en: It is said to be the foremost, sacred, the supreme, perfect, sublime, unsurpassed, and the highest.”

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུས། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དེ་ཇི་ལྟར་མངོན་པར་བསྒྲུབ་པར་བགྱི།
en: Then the venerable Śāradvatīputra asked the Blessed One, “Blessed Lord, how should the perfection of wisdom be brought into being?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཤ་ར་དྭ་ཏིའི་བུ་གཟུགས་མངོན་པར་བསྒྲུབ་པ་མེད་པའི་ཕྱིར། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་མངོན་པར་བསྒྲུབ་པར་བྱའོ།
en: The Blessed One replied to the venerable Śāradvatīputra, “Śāradvatīputra, the perfection of wisdom should be brought into being so that there is no bringing into being of physical forms.

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་མངོན་པར་བསྒྲུབ་པ་མེད་པའི་ཕྱིར། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་མངོན་པར་བསྒྲུབ་པར་བྱའོ།
en: The perfection of wisdom should be brought into being so that there is no bringing into being of feelings, perceptions, formative predispositions, and consciousness.

source: །སྐྱེ་མཆེད་དང་ཁམས་དང་། རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་རྣམས་མངོན་པར་བསྒྲུབ་པ་མེད་པའི་ཕྱིར། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་མངོན་པར་བསྒྲུབ་པར་བྱའོ།
en: The perfection of wisdom should be brought into being so that there is no bringing into being of the sense fields, the sensory elements, and the links of dependent origination.

source: །སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་མངོན་པར་བསྒྲུབ་པ་མེད་པའི་ཕྱིར། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་མངོན་པར་བསྒྲུབ་པར་བྱའོ།
en: The perfection of wisdom should be brought into being so that there is no bringing into being of the perfection of generosity.

source: །ཚུལ་ཁྲིམས་དང་བཟོད་པ་དང་བརྩོན་འགྲུས་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་མངོན་པར་བསྒྲུབ་པ་མེད་པའི་ཕྱིར། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་མངོན་པར་བསྒྲུབ་པར་བྱའོ།
en: The perfection of wisdom should be brought into being so that there is no bringing into being of the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, and the perfection of meditative concentration.

source: །ནང་སྟོང་པ་ཉིད་མངོན་པར་བསྒྲུབ་པ་མེད་པའི་ཕྱིར། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་མངོན་པར་བསྒྲུབ་པར་བྱའོ།
en: The perfection of wisdom should be brought into being so that there is no bringing into being of the emptiness of internal phenomena.

source: །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་མངོན་པར་བསྒྲུབ་པ་མེད་པའི་ཕྱིར། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་མངོན་པར་བསྒྲུབ་པར་བྱའོ།
en: The perfection of wisdom should be brought into being so that there is no bringing into being of the [other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities.

source: །བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་མངོན་པར་བསྒྲུབ་པ་མེད་པའི་ཕྱིར། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་མངོན་པར་བསྒྲུབ་པར་བྱའོ། །འཕགས་པའི་བདེན་པ་རྣམས་དང་། བསམ་གཏན་རྣམས་དང་ཚད་མེད་པ་རྣམས་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་། རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་།
en: The perfection of wisdom should be brought into being so that there is no bringing into being of the thirty-seven factors conducive to enlightenment.

source: སྟོང་པ་ཉིད་དང་མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་མངོན་པར་ཤེས་པ་རྣམས་དང་། ཏིང་ངེ་འཛིན་རྣམས་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་རྣམས་དང་། མི་འཇིགས་པ་རྣམས་དང་།
en: The perfection of wisdom should be brought into being so that there is no bringing into being of the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the powers of the tathāgatas, the fearlessnesses, the kinds of exact knowledge, and the distinct qualities of the buddhas.

source: སོ་སོ་ཡང་དག་པར་རིག་པ་རྣམས་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་མངོན་པར་བསྒྲུབ་པ་མེད་པའི་ཕྱིར། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་མངོན་པར་བསྒྲུབ་པར་བྱའོ། །ཐམས་ཅད་ཤེས་པ་ཉིད་དང་ལམ་གྱི་རྣམ་པ་ཤེས་པ་ཉིད་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་མངོན་པར་བསྒྲུབ་པ་མེད་པའི་ཕྱིར།
en: The perfection of wisdom should be brought into being so that there is no bringing into being of knowledge of all the dharmas, knowledge of the path, and all-aspect omniscience. {

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་མངོན་པར་བསྒྲུབ་པར་བྱའོ།
en: Ki.

source: །དེ་བཞིན་དུ་ཆོས་ཐམས་ཅད་མངོན་པར་བསྒྲུབ་པ་མེད་པའི་ཕྱིར། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་མངོན་པར་བསྒྲུབ་པར་བྱའོ།
en: II-III: 145} In this way, the perfection of wisdom should be brought into being so that there is no bringing into being of all phenomena.” “

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་གཟུགས་མངོན་པར་བསྒྲུབ་པ་མ་མཆིས་པའི་སླད་དུ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་མངོན་པར་བསྒྲུབ་པར་བགྱི།
en: Blessed Lord, how is the perfection of wisdom to be brought into being so that there is no bringing into being of physical forms?

source: ཇི་ལྟར་ཆོས་ཐམས་ཅད་ཀྱི་བར་དུ་མངོན་པར་བསྒྲུབ་པ་མ་མཆིས་པའི་སླད་དུ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་མངོན་པར་བསྒྲུབ་པར་བགྱི། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: How is perfection of wisdom to be brought into being so that there is no bringing into being [of all these other attributes and attainments], up to and including all phenomena?”

source: གཟུགས་མངོན་པར་འདུ་བྱ་བ་མེད་པ་དང་། གཟུགས་སྐྱེ་བ་མེད་པ་དང་། གཟུགས་འགག་པ་མེད་པ་དང་། གཟུགས་དམིགས་པ་མེད་པ་དང་། གཟུགས་འཇིག་པ་མེད་པས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་མངོན་པར་བསྒྲུབ་པར་བྱའོ།
en: The Blessed One replied, “The perfection of wisdom should be brought into being by physical forms not being conditioned, by physical forms not arising, by physical forms not ceasing, by physical forms not being apprehensible, and by physical forms not disintegrating.

source: །ཆོས་ཐམས་ཅད་ཀྱི་བར་དུ་མངོན་པར་འདུ་བྱ་བ་མེད་པ་དང་། སྐྱེ་བ་མེད་པ་དང་འགག་པ་མེད་པ་དང་། དམིགས་པ་མེད་པ་དང་། འཇིག་པ་མེད་པས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་མངོན་པར་བསྒྲུབ་པར་བྱའོ། །གསོལ་པ།
en: The perfection of wisdom should be brought into being by [all other phenomena, attributes, and attainments], up to and including all phenomena, not being conditioned, by their not arising, not ceasing, not being apprehensible, not disintegrating.” “

source: བཅོམ་ལྡན་འདས་དེ་ལྟར་མངོན་པར་བསྒྲུབས་པའི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཆོས་གང་ཐོབ་པར་བགྱིད།
en: Blessed Lord, when the perfection of wisdom is brought into being in that manner, what is attained?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཤ་ར་དྭ་ཏིའི་བུ་དེ་ལྟར་མངོན་པར་བསྒྲུབས་པའི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི་ཆོས་གང་ཡང་ཐོབ་པར་མི་བྱེད་དོ།
en: Śāradvatīputra,” replied the Blessed One, “the perfection of wisdom that has been brought into being in that manner attains nothing at all.

source: །ནམ་ཆོས་གང་ཡང་ཐོབ་པར་མི་བྱེད་པ་དེའི་ཚེ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པའི་གྲངས་སུ་འགྲོའོ།
en: Inasmuch as it does not attain anything at all, it may be styled ‘the perfection of wisdom.’ ” “

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་ཆོས་ཐམས་ཅད་ཐོབ་པར་མི་བགྱིད་པ་གང་ལགས།
en: Blessed Lord, what are all those phenomena that are not attained?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། མི་དགེ་བའི་ཆོས་རྣམས་ཐོབ་པར་མི་བྱེད་དོ།
en: The Blessed One replied, “Nonvirtuous phenomena are not attained.

source: །དགེ་བའི་ཆོས་རྣམས་ཐོབ་པར་མི་བྱེད་དོ། །འཇིག་རྟེན་པ་དང་འཇིག་རྟེན་ལས་འདས་པ་དང་། ཟག་པ་དང་བཅས་པ་དང་།
en: Virtuous phenomena are not attained.

source: ཟག་པ་མེད་པ་དང་། ཁ་ན་མ་ཐོ་བ་དང་བཅས་པ་དང་། ཁ་ན་མ་ཐོ་བ་མེད་པ་དང་། འདུས་བྱས་དང་། འདུས་མ་བྱས་ཀྱི་ཆོས་རྣམས་ཐོབ་པར་མི་བྱེད་དོ།
en: Mundane phenomena, supramundane phenomena, contaminated phenomena, uncontaminated phenomena, objectionable phenomena, nonobjectionable phenomena, conditioned phenomena, and unconditioned phenomena are not attained.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི་ཆོས་གང་གི་ཕྱིར་ཡང་དམིགས་པའི་ཚུལ་གྱིས་ཉེ་བར་མི་གནས་ཏེ།
en: If you ask why, the perfection of wisdom is not established for the sake of anything at all by way of apprehending.

source: དེའི་ཕྱིར་ཆོས་གང་ཡང་ཐོབ་པར་བྱེད་པ་མ་ཡིན་ནོ།
en: For this reason, nothing at all is attained.”

source: །དེ་ནས་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་གྱིས། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཅི་ལགས། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱང་ཐོབ་པར་མི་བགྱིད་དམ། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་བ།
en: Then Śakra, mighty lord of the gods, asked the Blessed One, “Blessed Lord, does this perfection of wisdom not even attain all-aspect omniscience?” “

source: ཀཽ་ཤི་ཀ་གང་དེ་སྐད་དུ་ཅི་ལགས། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱང་ཐོབ་པར་མི་བགྱིད་དམ་ཞེས་ཟེར་བ་ནི།
en: Kauśika,” replied the Blessed One, “you have asked whether this perfection of wisdom does not even attain all-aspect omniscience.

source: དེ་དེ་བཞིན་ཏེ།
en: It is so!

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱང་ཐོབ་པར་མི་བྱེད། དམིགས་པར་མི་བྱེད་དོ།
en: This perfection of wisdom does not attain and does not apprehend even all-aspect omniscience.” “

source: བརྒྱ་བྱིན་གྱིས་གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱང་ཐོབ་པར་མི་བགྱིད།
en: Blessed Lord, in what way does the perfection of wisdom not attain and not apprehend even all-aspect omniscience?”

source: དམིགས་པར་མི་བགྱིད་པ་ལགས།
en: asked Śakra. “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཀཽ་ཤི་ཀ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི། མིང་ཇི་ལྟ་བ་དང་། མཚན་མ་ཇི་ལྟ་བ་དང་། མངོན་པར་འདུ་བྱེད་པ་ཇི་ལྟ་བ་དེ་བཞིན་དུ་ཐོབ་པར་མི་བྱེད་པ་ཡིན་ནོ།
en: Kauśika,” replied the Blessed One, “the perfection of wisdom, just as if it were a designation, a distinguishing mark, or a conditioning, likewise does not attain anything,.” “

source: །བརྒྱ་བྱིན་གྱིས་གསོལ་པ། བཅོམ་ལྡན་འདས་འོ་ན་ཇི་ལྟར་ཐོབ་པར་བགྱིད་པ་ལགས།
en: Blessed Lord, how then does it bring about attainment?” asked Śakra.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། མི་དམིགས་པ་དང་། མི་ལེན་པ་དང་། མི་གནས་པ་དང་། མི་འདོར་བ་དང་།
en: The Blessed One replied, “It brings about attainment insofar as it does not apprehend, accept, dwell in, abandon, or adhere to anything. {

source: མངོན་པར་ཆགས་པ་མེད་པ་དེ་ལྟར་ཐོབ་པར་བྱེད་དེ།
en: Ki.

source: གང་ཡང་ཐོབ་པར་བྱེད་པ་མེད་དོ།
en: II-III: 146} Nothing at all is attained.

source: །ཀཽ་ཤི་ཀ་དེ་ལྟར་ན་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཆོས་ཐམས་ཅད་ཐོབ་པར་མི་བྱེད་དེ།
en: Kauśika, so it is that the perfection of wisdom does not attain any phenomena.

source: །གང་ཡང་ཐོབ་པར་མི་བྱེད་དོ། བརྒྱ་བྱིན་གྱིས་གསོལ་བ།
en: It does not attain anything at all.”

source: བཅོམ་ལྡན་འདས་དེ་ལྟར་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་ཆོས་ཐམས་ཅད་སྐྱེ་བ་མ་མཆིས་པ་དང་། འགག་པ་མ་མཆིས་པ་དང་། མངོན་པར་འདུ་བགྱི་བ་མ་མཆིས་པ་དང་། དམིགས་པ་མ་མཆིས་པ་དང་། འཇིག་པ་མ་མཆིས་པའི་སླད་དུ་ཉེ་བར་གནས་པ་ངོ་མཚར་ཆེའོ།
en: Then Śakra said, “Blessed Lord, how wonderful that this perfection of wisdom is established because all phenomena neither arise nor do they cease, and that they are unconditioned, nonapprehensible, and imperishable!”

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། དེ་ལྟར་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི་ཆོས་ཐམས་ཅད་ཐོབ་པར་བགྱིད་པའོ། །ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི་ཆོས་ཐམས་ཅད་ཐོབ་པར་མི་བགྱིད་པའོ་ཞེས་དེ་ལྟ་བུའི་འདུ་ཤེས་སུ་གྱུར་ན།
en: Thereupon, the venerable Subhūti said to the Blessed One, “Blessed Lord, when bodhisattva great beings practice the perfection of wisdom, if they wonder whether the perfection of wisdom brings about the attainment of all phenomena, but perceive to the contrary that the perfection of wisdom does not bring about the attainment of all phenomena, in that case, Blessed Lord, those bodhisattvas would undervalue the perfection of wisdom.

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདོར་བ་ལགས་སོ།
en: Blessed Lord, those bodhisattvas would shun the perfection of wisdom.” “

source: །བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་རིང་དུ་བགྱིད་པ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་བ། རབ་འབྱོར་རྣམ་གྲངས་གང་གིས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདོར་བར་བྱེད་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་རིང་དུ་བྱེད་པ་དེ་ལྟ་བུའི་རྣམ་གྲངས་ཡོད་དོ།
en: Subhūti,” replied the Blessed One, “there is a specific way in which bodhisattva great beings might undervalue the perfection of wisdom and shun the perfection of wisdom.

source: །གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ།
en: If, when bodhisattvas practice the perfection of wisdom, they were to think, ‘Alas!

source: ཀྱེ་མ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་ནི་གསོབ་བོ།
en: This perfection of wisdom is hollow. Alas!

source: །ཀྱེ་མ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་ནི་གསོག་གོ།
en: This perfection of wisdom is void.

source: །ཀྱེ་མ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་ནི་སྙིང་པོ་མེད་པའོ་སྙམ་དུ་དེ་ལྟར་འདུ་ཤེས་ན།
en: Alas! This perfection of wisdom is pointless,’ in that case, those bodhisattva great beings would undervalue the perfection of wisdom.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདོར་བར་བྱེད་པའོ།
en: Those bodhisattva great beings would shun the perfection of wisdom.

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་རིང་དུ་བྱེད་པའོ། །རབ་འབྱོར་དེ་ནི་རྣམ་གྲངས་གང་གིས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདོར་བར་བྱེད་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་རིང་དུ་བྱེད་པའི་རྣམ་གྲངས་སོ།
en: Subhūti, that is the distinct way in which bodhisattva great beings might undervalue the perfection of wisdom and in which bodhisattva great beings might shun the perfection of wisdom.” “

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་ཡིད་ཆེས་པས་ཆོས་གང་ལ་ཡིད་ཆེས་པར་མི་འགྱུར་བ་ལགས།
en: Blessed Lord, what are the phenomena in which one who has conviction in the perfection of wisdom should not have conviction?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་ཡིད་ཆེས་པས། གཟུགས་ལ་ཡིད་ཆེས་པར་མི་འགྱུར་རོ།
en: Subhūti,” replied the Blessed One, “if one has conviction in the perfection of wisdom, one will not have conviction in physical forms.

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ལ་ཡིད་ཆེས་པར་མི་འགྱུར་རོ།
en: One will not have conviction in feelings, perceptions, formative predispositions, or consciousness.

source: །མྱིག་ལ་ཡིད་ཆེས་པར་མི་འགྱུར་རོ། །རྣ་བ་དང་སྣ་དང་ལྕེ་དང་ལུས་དང་། ཡིད་ལ་ཡིད་ཆེས་པར་མི་འགྱུར་རོ། །གཟུགས་ལ་ཡིད་ཆེས་པར་མི་འགྱུར་རོ།
en: One will not have conviction in the eyes, and one will not have conviction in the ears, nose, tongue, body, or mental faculty.

source: །སྒྲ་དང་དྲི་དང་རོ་དང་རེག་དང་ཆོས་ལ་ཡིད་ཆེས་པར་མི་འགྱུར་རོ། །མིག་གི་རྣམ་པར་ཤེས་པ་ལ་ཡིད་ཆེས་པར་མི་འགྱུར་རོ། །རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་། སྣའི་རྣམ་པར་ཤེས་པ་དང་།
en: One will not have conviction in sights, and one will not have conviction in sounds, odors, tastes, tangibles, or mental phenomena.

source: ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་ལ་ཡིད་ཆེས་པར་མི་འགྱུར་རོ། །མིག་གི་འདུས་ཏེ་རེག་པ་ལ་ཡིད་ཆེས་པར་མི་འགྱུར་རོ། །རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་།
en: One will not have conviction in visual consciousness, and one will not have conviction in auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, or mental consciousness.

source: སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ལ་ཡིད་ཆེས་པར་མི་འགྱུར་རོ། །མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་ལ་ཡིད་ཆེས་པར་མི་འགྱུར་རོ།
en: One will not have conviction in visually compounded sensory contact, and one will not have conviction in aurally compounded sensory contact, nasally compounded sensory contact, lingually compounded sensory contact, corporeally compounded sensory contact, or mentally compounded sensory contact.

source: །རྣ་བའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། སྣའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་ལ་ཡིད་ཆེས་པར་མི་འགྱུར་རོ།
en: One will not have conviction in feelings conditioned by visually compounded sensory contact, and one will not have conviction in feelings conditioned by aurally compounded sensory contact, feelings conditioned by nasally compounded sensory contact, feelings conditioned by lingually compounded sensory contact, feelings conditioned by corporeally compounded sensory contact, or feelings conditioned by mentally compounded sensory contact.

source: །སའི་ཁམས་ལ་ཡིད་ཆེས་པར་མི་འགྱུར་རོ། །ཆུའི་ཁམས་དང་། མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་དང་།
en: One will not have conviction in the earth element, and one will not have conviction in the water element, the fire element, the wind element, the space element, or the consciousness element.

source: རྣམ་པར་ཤེས་པའི་ཁམས་ལ་ཡིད་ཆེས་པར་མི་འགྱུར་རོ། །མ་རིག་པ་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་དང་མིང་དང་གཟུགས་དང་སྐྱེ་མཆེད་དྲུག་དང་། རེག་པ་དང་ཚོར་བ་དང་སྲེད་པ་དང་ལེན་པ་དང་སྲིད་པ་དང་སྐྱེ་བ་དང་རྒ་ཤི་ལ་ཡིད་ཆེས་པར་མི་འགྱུར་རོ། །སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་ཡིད་ཆེས་པར་མི་འགྱུར་རོ།
en: One will not have conviction in ignorance, and one will not have conviction in formative predispositions, consciousness, name and form, the six sense fields, sensory contact, sensation, craving, grasping, the rebirth process, actual birth, or aging and death.

source: །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་ཡིད་ཆེས་པར་མི་འགྱུར་རོ།
en: One will not have conviction in the perfection of generosity, and one will not have conviction in the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, or the perfection of wisdom.

source: །ནང་སྟོང་པ་ཉིད་ལ་ཡིད་ཆེས་པར་མི་འགྱུར་རོ། །ཕྱི་སྟོང་པ་ཉིད་དང་། ཕྱི་ནང་སྟོང་པ་ཉིད་ལ་ཡིད་ཆེས་པར་མི་འགྱུར་རོ།
en: One will not have conviction in the emptiness of internal phenomena, and one will not have conviction in the emptiness of external phenomena or the emptiness of external and internal phenomena.

source: །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ལ་ཡིད་ཆེས་པར་མི་འགྱུར་རོ།
en: One will not have conviction in the [other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities.

source: །བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་ལ་ཡིད་ཆེས་པར་མི་འགྱུར་རོ། །འཕགས་པའི་བདེན་པ་བཞི་དང་། བསམ་གཏན་བཞི་དང་། ཚད་མེད་པ་བཞི་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་བཞི་དང་། རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། སྟོང་པ་ཉིད་དང་མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་རྣམས་དང་། ཏིང་ངེ་འཛིན་རྣམས་དང་།
en: One will not have conviction in the thirty-seven factors conducive to enlightenment.

source: གཟུངས་ཀྱི་སྒོ་རྣམས་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ལ་ཡིད་ཆེས་པར་མི་འགྱུར་རོ།
en: One will not have conviction in the four truths of the noble ones, the four meditative concentrations, the four immeasurable attitudes, the four formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, wishlessness, the meditative stabilities, the dhāraṇī gateways, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, great loving kindness, great compassion, or the eighteen distinct qualities of the buddhas.

source: །རྒྱུན་ཏུ་ཞུགས་པའི་འབྲས་བུ་ལ་ཡིད་ཆེས་པར་མི་འགྱུར་རོ། །ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་། ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་ལ་ཡིད་ཆེས་པར་མི་འགྱུར་རོ།
en: One will not have conviction in the fruit of entering the stream to nirvāṇa, and one will not have conviction in the fruit of being destined for only one more rebirth, the fruit of no longer being subject to rebirth, or arhatship.

source: །རང་བྱང་ཆུབ་ལ་ཡིད་ཆེས་པར་མི་འགྱུར་རོ།
en: One will not have conviction in individual enlightenment.

source: །ལམ་གྱི་རྣམ་པ་ཤེས་པ་ཉིད་ལ་ཡིད་ཆེས་པར་མི་འགྱུར་རོ། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་ཡིད་ཆེས་པར་མི་འགྱུར་རོ།
en: One will not have conviction in knowledge of the path, and one will not have conviction in all-aspect omniscience.” {

source: བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་ཡིད་ཆེས་པས། གཟུགས་ལ་ཡིད་ཆེས་པར་མི་འགྱུར་བ་ལགས།
en: II-III: 147} “Blessed Lord, how is it that those with conviction in the perfection of wisdom will not have confidence in physical forms?

source: རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་ལ་ཡིད་ཆེས་པར་མི་འགྱུར་བ་ལགས།
en: How is it that they will not have confidence in [all those phenomena, attributes, and attainments,] up to and including all-aspect omniscience?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་གཟུགས་མི་དམིགས་པས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་ཡིད་ཆེས་པར་འགྱུར།
en: Subhūti,” replied the Blessed One, “they will have conviction in the perfection of wisdom because physical forms are nonapprehensible.

source: རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དུ་མི་དམིགས་པས། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་ཡིད་ཆེས་པར་འགྱུར་ཏེ།
en: They will have conviction in the perfection of wisdom because [all those other phenomena, attributes, and attainments], up to and including all-aspect omniscience, are nonapprehensible.

source: དེ་ལྟར་ན་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་ཡིད་ཆེས་པས། གཟུགས་ལ་ཡིད་ཆེས་པར་མི་འགྱུར་རོ། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་ལ་ཡིད་ཆེས་པར་མི་འགྱུར་རོ། །གསོལ་པ།
en: So it is that those with conviction in the perfection of wisdom will not have conviction in physical forms, and they will not have conviction in [all those other phenomena, attributes, and attainments], up to and including all-aspect omniscience.” “

source: བཅོམ་ལྡན་འདས་འདི་ལྟར་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་ནི། ཕ་རོལ་དུ་ཕྱིན་པ་ཆེན་མོའོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Blessed Lord, this perfection of wisdom is the great perfection!” “

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། རྒྱུ་གང་གིས་ན་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་ཕ་རོལ་དུ་ཕྱིན་པ་ཆེན་མོ་ཡིན།
en: Subhūti, for what reasons do you think this perfection of wisdom is the great perfection?”

source: བཅོམ་ལྡན་འདས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི་གཟུགས་ཆེ་བར་མི་བགྱིད། ཆུང་བར་མི་བགྱིད།
en: Blessed Lord, the perfection of wisdom does not enhance physical forms, nor does it diminish them.

source: ཚོར་བ་དང་། འདུ་ཤེས་དང་འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ཆེ་བར་མི་བགྱིད། ཆུང་བར་མི་བགྱིད།
en: It does not enhance feelings, perceptions, formative predispositions, or consciousness, nor does it diminish them.
